Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: If true, the x and x_right keys are ignored and the panel is placed at the center of the x-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the x and x_right keys specify the location of the panel.
ig: Ọ bụrụ na ọ bụ eziokwu, Eleghaara kii x anya ma degowe paneelụ ahụ n'etiti x axis nke inyogo. Ọ bụrụ na atụgharịrị ụhara ya ọ ga-adịkwa n'ebe ahụ - ya bụ na. paneelụ ahụ ga-eto na ha abụọ. Ọ bụrụ na ọ bụ asị̣, kii x ahụ ga-ezipụta ebe nke paneelụ.

source: Center panel on y-axis
ig: Etiti paneelụ na y-axis

source: If true, the y and y_bottom keys are ignored and the panel is placed at the center of the y-axis of the screen. If the panel is resized it will remain at that position - i.e. the panel will grow on both sides. If false, the y and y_bottom keys specify the location of the panel.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-eleghara y kii ahụ anya ọ ga-anọkwa ebe ahụ - ya bụ na. paneelụ ahụ ga-eto na ha abụọ. Ọ bụrụ na ọ bụ asị, y kii ahụ ga-ezipụta ebe nke paneelụ.

source: Automatically hide panel into corner
ig: O ji aka ya zóó paneelụ n'ime kọna

source: If true, the panel is automatically hidden into a corner of the screen when the pointer leaves the panel area. Moving the pointer to that corner again will cause the panel to re-appear.
ig: Ọ bụrụ na ọ bụ eziokwu, paneelụ ahụ ga-eji aka ya zóó onwe ya n'ime kọna nke inyogo ahụ mgbe pọịnta ahụ papụrụ mpaghara paneelụ. Ịkpụga pọịnta ahụ na kọna ahụ ọzọ ga eme ka paneelụ ahụ pụta-gharịa ọzọ.

source: If true, hiding and un-hiding of this panel will be animated rather than happening instantly.
ig: Ọ bụrụ na ọ bụ eziokwu, ozuzo na ezoghi ezo nke paneelụ a kà á gà-èmé n'ụdị ụmụanụmanụ kama ime ozugbo.

source: Enable hide buttons
ig: Na-enye aka izo bọtịn

source: If true, buttons will be placed on each side of the panel which may be used to move the panel to edge of the screen, leaving only a button showing.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-edogowe bọtịn na mpaghara paneelụ nke ọbula nke a ga-eji kpụga paneelụ ahụ n'isi inyogo, hapụ otu bọtịn ka ọ ná-ègósí.

source: Enable arrows on hide buttons
ig: Na-enyere aro aka na bọtịnị ozuzzo

source: If true, arrows will be placed on the hide buttons. This key is only relevant if the enable_buttons key is true.
ig: O bụrụ na ọ bụ eziokwu, a ga-edogowe aro ndị ahụ na bọtịnị ozuzo. Kii a sọsọ bara uru ma ọ bụrụ na kịị enable_buttons bụ eziokwu.

source: Panel autohide delay
ig: Ogbugbu oge ozuzo nkeonwe nke paneelụ

source: Specifies the number of milliseconds delay after the pointer leaves the panel area before the panel is automatically hidden. This key is only relevant if the auto_hide key is true.
ig: Na-ezipụta ọnụọgụgụ nke ọgbugbu oge milisekọds mgbe pọịnta hapụrụ mpaghara paneelụ tupuu paneelụ ejiri aka ya zogharịa onwe ya. Kii a sọsọ bara uru ma ọ bụrụ na kii auto_hide bụ eziokwu.

source: Panel autounhide delay
ig: Ogbugbu oge ezoghiezo nkeonwe nke paneelụ

source: Specifies the number of milliseconds delay after the pointer enters the panel area before the panel is automatically re-shown. This key is only relevant if the auto_hide key is true.
ig: Na-ezipụta ọnụọgụgụ nke ogbugbu oge nke milisekọnds mgbe pọịnta banyere na mpaghara paneelụ tupuu paneelụ ejiri aka ya gosigharịa onwe ya. Kii a sọsọ bara uru ma ọ bụrụ na kii auto_hide bụ eziokwu.

source: Visible pixels when hidden
ig: Pikselụ ndị ahụrụ anya mgbe ezoro ya ezo

source: Specifies the number of pixels visible when the panel is automatically hidden into a corner. This key is only relevant if the auto_hide key is true.
ig: Na-ezipụta ọnụọgụgụ nke mmebereinyogo ahụrụ anya mgbe paneelụ ji aka ya zoghzrịa onwe ya n'otu kọna. Kii a sọsọ bara uru ma ọ buru na kii auto_hide bụ eziokwu.

source: Animation speed
ig: Anịmeshiọnụ ngwa ngwa

source: The speed in which panel animations should occur. Possible values are "slow", "medium" and "fast". This key is only relevant if the enable_animations key is true.
ig: Ụdị ọsịsọ nke paneelụ animeshiọn na-agba. Valiu dị mmenwu bụ "slow ", "medium" na "fast". Kii a sọsọ na-aba uru ma ọ bụrụ na kii enable_animations bụ eziokwu.

source: Background type
ig: Ụdị inyogo

source: Which type of background should be used for this panel. Possible values are "gtk" - the default GTK+ widget background will be used, "color" - the color key will be used as background color or "image" - the image specified by the image key will be used as background.
ig: Kedu ụdị okpuru nke a ga-eji maka paneelụ a. Valiu mmenwu bụ "gtk" - difọọltụ GTK ahụ+ a ga-eji wijeeti nke okpuru, "color" - a ga-eji kii ụcha ahụ dịka okpuru ụcha mọọbụ "image" - egosipụtara inyogo site na kii inyogo a ga-eji ya dịka okpuru.

source: Background color
ig: Ucha okpuru

source: Specifies the background color for the panel in #RGB format.
ig: Na-ezipụta ụcha okpuru maka paneelụ ahụ na nhazi nke #RGB.

source: Background color opacity
ig: Okpuru ucha kèánāhụ́chāghị́ányá

source: Specifies the opacity of the background color format. If the color is not completely opaque (a value of less than 65535), the color will be composited onto the desktop background image.
ig: Na-ezipụta nhazi ụcha okpuru nke ánāhụ́chāghị́ányá. Ọ bụrụ na ụcha ahụ na-ahughị ya anya kpamkpam (valiu nke les dan 65535), a ga-ahazi ụcha ahụ n'inyogo okpuru desktọọpụ.

source: Background image
ig: Inyogo okpuru

source: Specifies the file to be used for the background image. If the image contains an alpha channel it will be composited onto the desktop background image.
ig: Na-ezipụta faịlụ ka ejiri ya maka inyogo okpuru. Ọ bụrụ na inyogo ahụ nwere alpha channel a ga-ahazi ya n'okpuru inyogo desktọọpụ.

source: Fit image to panel
ig: Fiitie inyogo na paneelụ

source: If true, the image will be scaled (retaining the aspect ratio of the image) to the panel height (if horizontal).
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-skeelụ inyogo (desagharia aspektị reshio nke inyogo) n'ogo paneelụ (ma ọ bụrụ na ọkwụ ogologo).

source: Stretch image to panel
ig: Gbatịa inyogo na paneelụ

source: If true, the image will be scaled to the panel dimensions. The aspect ratio of the image will not be maintained.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-skeelụ mpaghara paneelụ. Agaghị ajikwa aspektị reshio nke inyogo.

source: Rotate image on vertical panels
ig: Tụgharịa inyogo na vatịkal paneelụ

source: If true, the background image will be rotated when the panel is oriented vertically.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-atụgharị inyogo okpuru mgbe eduziri paneelụ vatikali.

source: Icon '%s' not found
ig: Achọtaghị aịkọn

source: Could not execute '%s'
ig: Agaghị emepụtanwu '%s'

source: file
ig: _Taịlụ

source: Open URL: %s
ig: Mepee URL: %s

source: Delete this drawer?
ig: Hichaa drọwa a?

source: When a drawer is deleted, the drawer and its settings are lost.
ig: Mgbe ehichara drọwa, drọwa na nhazi ya ga-efu.

source: Delete this panel?
ig: Hichaa paneelụ a?

source: When a panel is deleted, the panel and its settings are lost.
ig: Mgbe ehichara paneelụ, paneelụ na nhazi ya ga-efu.

source: Test Bonobo Applet Factory
ig: Nwalee ụlọọrụ Bonobo apleetị

source: Test Bonobo Applet
ig: Nwalee Bonobo apleetị

source: A simple applet for testing the GNOME-2.0 panel
ig: Apleetị dị mfe maka inwale GNOME-2.0 panel

source: Specify an applet IID to load
ig: Zipụta apleetị IID ahụ ka odebata

source: Specify a gconf location in which the applet preferences should be stored
ig: Zipụta ebe gconf nke a ga-echekwa apleetị nkarachọ

source: Specify the initial size of the applet (xx-small, medium, large etc.)
ig: Zipụta ụhara ochie nke apleetị (xx-obere, nhatanha, ibu dgz.)

source: Specify the initial orientation of the applet (top, bottom, left or right)
ig: Zipụta nduzi nke ochie nke apleetị (elu, àlá àlà, akaekpe mọọbụ akanri)Size

source: XX Small
ig: XX smallSize

source: X Small
ig: X smallSize

source: Small
ig: ObereSize

source: Medium
ig: NhatanhaSize

source: Large
ig: IbuSize

source: X Large
ig: X LargeSize

source: Failed to load applet %s
ig: Ndebata inyogo dàrà àdà %s

source: Test applet utility
ig: Nnwale ezi ngwaọrụ apleetị

source: _Applet:
ig: _Apleetị:

source: The use of this key was deprecated in GNOME 2.28 in favour of the use of timezones. The schema is retained for compatibility with older versions.
ig: N'iji Kii a kà édìprìkéètìrì na GNOME 2.6 n'uru nke Kii 'nhazi'. Edesara Ndesita atụmatụ a maka nrụkọrụ ya na agba nke ochie.

source: Specify file containing saved configuration
ig: Apleetị ahụ nke nwere nduzi paneelụ

source: Choose an icon
ig: Bido usoroiheomume...

source: The type of this panel object. Possible values are "drawer-object", "menu-object", "launcher-object", "external-applet", "action-applet", "menu-bar" and "separator".
ig: Ụdị paneelụ ọbjektị a. Valiu ndị dị mmenwu bụ "drawer-object", "menu-object", "launcher-object", "bonobo-applet", "action-applet" na "menu-bar".

source: This key is deprecated, following the migration to a new library for applets. The Bonobo implementation ID of the applet - e.g. "OAFIID:GNOME_ClockApplet". This key is only relevant if the object_type key is "bonobo-applet".
ig: ID nwepụta Bonobo nke apleetị - ọmụmatụ. "OAFIID:GNOME_ClockApplet". Kii a na-aba uru ma ọ bụrụ na kii object_type bụ "bonobo-applet".

source: Applet IID
ig: Apleetị IID Bonobo

source: The implementation ID of the applet - e.g. "ClockAppletFactory::ClockApplet". This key is only relevant if the object_type key is "external-applet" (or the deprecated "bonobo-applet").
ig: ID nwepụta Bonobo nke apleetị - ọmụmatụ. "OAFIID:GNOME_ClockApplet". Kii a na-aba uru ma ọ bụrụ na kii object_type bụ "bonobo-applet".

source: Failed to open the time settings
ig: Nnweta pixmap dara ada %s

source: Factory for clock applet
ig: Ụlọọrụ maka ikepụta elekere apleetị.

source: Factory for notification area
ig: Paneelụ mpaghara ebe ọmụmaọkwa

source: A list of panel object IDs. Each ID identifies an individual panel object (e.g. an applet, launcher, action button or menu button/bar). The settings for each of these objects are stored in /apps/panel/objects/$(id).
ig: Ndesịta IDs ọbjektị paneelụ. ID nke ọbụla na-egosi ọbjektị paneelụ (ọmụmatụ obubata, bọtịnị mmem mọọbụ bọtịnị menu/bar). Nhazi maka ọbjektị ndị a ka echekwara na /apps/panel/objects/$(id).

source: History of "Run Application" dialog
ig: N'ekwe ndesịta program na "Bido usoroiheomume"dayalọọgụ

source: The list of commands used in the past in the "Run Application" dialog.
ig: N'ekwe ngwụcha keonwe na "Bido usoroiheomume"dayalọọgụ

source: Tooltip displayed for menu
ig: Egosiri tuultiip maka drọwa mọọbụ menu

source: Icon used for button
ig: Aịkọn ejirila maka bọtịn ọbjektị

source: The location of the image file used as the icon for the object's button. If empty, the default icon for the menu will be used.
ig: Ebe faịlụ inyogo ejiri dịka aịkọn maka bọtịnị ọbjektị. Kii a sọsọ na-aba uru ma ọ bụrụ na kii object_type bụ "drawer-object" mọọbụ "menu-object" nakwa kii use_custom_icon bụ eziokwu.

source: The path from which the menu contents is contructed. If empty, the menu will be the default applications menu.
ig: Paatị ahụ nke e siri rụpụta ndịna menu. Kii a na-aba uru ma ọ bụrụ na kii use_menu_path bụ eziokwu nakwa kii object_type bụ "menu- object".

source: If set to 'end', the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
ig: Ọ bụrụ na ọ bụ eziokwu, a ga-atụgharị ebe ọbjektị n'akụkụ akanri (mọọbụ n'okpuru ma ọ bụrụ na ọ dị vatikal) nke paneelụ ahụ.

source: Which type of background should be used for this panel. Possible values are "none" - the default GTK+ widget background will be used, "color" - the color key will be used as background color or "image" - the image specified by the image key will be used as background.
ig: Kedu ụdị okpuru nke a ga-eji maka paneelụ a. Valiu mmenwu bụ "gtk" - difọọltụ GTK ahụ+ a ga-eji wijeeti nke okpuru, "color" - a ga-eji kii ụcha ahụ dịka okpuru ụcha mọọbụ "image" - egosipụtara inyogo site na kii inyogo a ga-eji ya dịka okpuru.

source: Image options
ig: Inyogo

source: Launcher location is not set, cannot load launcher
ig: Ekpokọtaghị kii %s, agaghị edebata obubata

source: Connect to server
ig: Sụnye na Sava...

source: User Menu
ig: Menu

source: Cannot create initial panel layout.
ig: Hichaa paneelụ a?

source: Switch User
ig: Omembanye

source: Computer
ig: Elekere Kọmputa

source: Network
ig: Ebe ikukumgbasaozi

source: Test DBus Applet Factory
ig: Nwalee ụlọọrụ Bonobo apleetị

source: Factory for Test DBus Applet
ig: Ụlọọrụ maka ikepụta elekere apleetị.

source: Test DBus Applet
ig: Nwalee Bonobo apleetị

source: A simple applet for testing the GNOME panel
ig: Apleetị dị mfe maka inwale GNOME-2.0 panel

source: Copy Date and _Time
ig: Debata _Oge

source: Log Out
ig: mpụta na kọmputa

source: _Delete
ig: E_hichakwala

source: Select Command
ig: Mbido Iwu

source: Add Startup Program
ig: Tinye mbido program

source: Edit Startup Program
ig: Dezie mbido program

source: The startup command cannot be empty
ig: Mbido iwu ahụ agaghị eghenwu oghe

source: The startup command is not valid
ig: Mbido iwu ahụ agaghị eghenwu oghe

source: Icon
ig: Mmem

source: Show the splash screen
ig: Gosi inyogo ngosi ndubanye

source: Show the splash screen when the session starts up
ig: Gosi inyogo ngosi ndubanye mgbe oge mmem na-ebido

source: Save sessions
ig: Chekwaa oge mmem

source: If enabled, gnome-session will save the session automatically. Otherwise, the logout dialog will have an option to save the session.
ig: Ọ bụrụ na a hụpụrụ ya, gnome menu ga-echekwa oge mmem ahụ na nkeonwe ya, dayalọọgụ mpụta ahụ ga-enwe nhọrọ ịchekwa oge mmem ahụ.

source: Logout prompt
ig: Ọ̀gwá mgbe ọ̀pụ̀pụ́

source: If enabled, gnome-session will prompt the user before ending a session.
ig: Ọ bụrụ na a hapụrụ ya, gnome-session ga-agwa ojieme mgbe ọ ga-anabata ozi tupuu a na-akwụsị oge mmem.

source: Preferred Image to use for login splash screen
ig: Inyogo nke a kara chọọ a ga-eji maka mbanye inyogo ngosi ndubanye

source: This is a relative path value based off the $datadir/pixmaps/ directory. Sub-directories and image names are valid values. Changing this value will effect the next session login.
ig: Nke a bụ nyiri ụzọ valiu kwụpụrụ n'ihenlereanya nke $datadir/pixmaps/. Ihenlereanya-keobere na aha inyogo bụ valiu nkeisi. Ịgbanwe valui a ga-emetụta mbata oge mmem n'esonụ̄.

source: Default session
ig: Gbuo oge mmem

source: List of applications that are part of the default session.
ig: Usoro ahụ nke ndị ebidorola n'oge mmem usoroiheomume.

source: Window Manager
ig: Onyenlekọta Windo

source: File Manager
ig: Onyenlekọta Windo

source: Additional startup _programs:
ig: Mgbakwunye mbido _programs:

source: Startup Programs
ig: Mbido Programs

source: Options
ig: Ihenhọrọ ogemmem

source: Comm_ent:
ig: Iwu

source: Co_mmand:
ig: Iwu

source: Disable connection to session manager
ig: Enweghị ike isụnye n'onyenlekọta oge mmem

source: Specify session management ID
ig: Zipụta aha oge mmem ka ebubata

source: Session management options:
ig: Ihenhọrọ ogemmem

source: Show session management options
ig: Proxy Onyenlekọta ogemmem

source: Logout Anyway
ig: Ńgwānụ́ banye

source: Hibernate Anyway
ig: Ńgwānụ́ banye

source: Shutdown Anyway
ig: Ńgwānụ́ banye

source: Reboot Anyway
ig: Ńgwānụ́ banye

source: _Log Out
ig: _Mmpụta

source: _Restart
ig: Bidogharịa

source: _Shut Down
ig: Gb_anyụọ

source: - the GNOME session manager
ig: Enweghị ike isụnye n'onyenlekọta oge mmem

source: - GNOME Splash Screen
ig: Gosi inyogo ngosi ndubanye

source: Log out
ig: _Mmpụta

source: Use dialog boxes for errors
ig: Jiri igbe dayalọọgụ

source: Set the current session name
ig: Kpokọọ oge mmem nọ mgbe ahụ

source: Kill session
ig: Gbuo oge mmem

source: Could not connect to the session manager
ig: Enweghị ike isụnye n'onyenlekọta oge mmem

source: The name of the startup program cannot be empty
ig: Mbido iwu ahụ agaghị eghenwu oghe

source: If enabled, gnome-session will save the session automatically.
ig: Ọ bụrụ na a hapụrụ ya, gnome-session ga-agwa ojieme mgbe ọ ga-anabata ozi tupuu a na-akwụsị oge mmem.

source: Log Out Anyway
ig: Ńgwānụ́ banye

source: Shut Down Anyway
ig: Ńgwānụ́ banye

source: Session to use
ig: Ogemmem

source: Custom Session
ig: Ogemmem nọ mgbe ahụ

source: _New Session
ig: _Ogemmem:

source: _Remove Session
ig: Chekwaa oge mmem

source: Rena_me Session
ig: Ogemmem nọ mgbe ahụ

source: Allow logout
ig: Jụ_ọ ná mpụta

source: _Log out
ig: _Mmpụta

source: Session %d
ig: Ogemmem

source: A session named ‘%s’ already exists
ig: Aha oge mmem nọbu anọ

source: Reboot
ig: Ńgwānụ́ banye

source: Restart Anyway
ig: Ńgwānụ́ banye

source: Window Management
ig: Onyenlekọta windo:

source: No terminal command has been defined.
ig: Onweghị ntiiwu ngwaọrụ mbubata na mbupụ ozi akọwarala.

source: metacity %s Copyright (C) 2001-%s Havoc Pennington, Red Hat, Inc., and others This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ig: metacity %s Copyright (C) 2001=2002 Havoc Pennington, Red Hat, Inc., nakwa ndị ọzọ Nke a bụ sọftwwịa efu; hụ́ nsirinweta maka ọnọdụ ndebata. Onweghị Warantíì; ọbụnaghị maka AZUMAAHỊA mọọbụ IKE MAKA IHEOMUME AKWADORO IME.

source: Failed to scan themes directory: %s
ig: Ọdịda nke ị skáànụ̀ isiokwu ihenlereanya: %s

source: Could not find a theme! Be sure %s exists and contains the usual themes.
ig: Enwetaghịnwu isiokwu! sàá anya mmiri %s mepụta ma mejupụta isiokwu ndị ahụ dị bu adị.

source: Failed to restart: %s
ig: Ọdịda n'ibidogharị: %s

source: GConf key '%s' is set to an invalid value
ig: Kíì GConf '%s' ka ekpokọtara n'uru na-enweghị isi

source: %d stored in GConf key %s is out of range %d to %d
ig: %d echekwara na kíì GConf %s apụọla n'usoro 0 na %d

source: GConf key "%s" is set to an invalid type
ig: Kíì GCon "%s" ka ekpokọtara n'ụdị enweghị isi

source: Workarounds for broken applications disabled. Some applications may not behave properly.
ig: Rụgharịa maka usoroiheomume mebirila emebi. Ụfọdụ usoroiheomume nwere ike ha agaghị akpa ezi agwa.

source: Could not parse font description "%s" from GConf key %s
ig: Agaghị enwenwu ike itọsasị nkọwa ihumkpụrụedemede "%s" site na kíì GCon %s

source: "%s" found in configuration database is not a valid value for mouse button modifier
ig: "%s" Enwetara na kọnfịgọreshiọn databéèzì abụghị uru nwere isi maka omemmegharị bọtịn máụ̀sụ̀

source: Error setting number of workspaces to %d: %s
ig: Ndehie na-ahazi ọnụọgụgụ nke wọ́kspéèsì na %d: %s

source: Workspace %d
ig: Wọ́kspéèsì %d

source: "%s" found in configuration database is not a valid value for keybinding "%s"
ig: "%s" enwetara na kọnfịgọreshiọn databéèzì abụghi uru nwere isi maka kíìbaịndịn "%s"

source: Error setting name for workspace %d to "%s": %s
ig: Ndehie na-ahazi aha maka wọ́kspéèsì %d na"%s": %s

source: Error setting compositor status: %s
ig: Ndehie na-ahazi aha maka wọ́kspéèsì %d na"%s": %s

source: Screen %d on display '%s' is invalid
ig: Inyogo %d ná ngosi '%s' enweghị isi

source: Screen %d on display "%s" already has a window manager; try using the --replace option to replace the current window manager.
ig: Inyogo %d ná ngosi "%s" ènwéláàrị́ị̀ onyenlekọta windo; nwàá iji ngwaọrụ ihenhọrọ nke --nnọchi ka ọ nọchie onyenlekọta windo nọ nụ̄.

source: Could not acquire window manager selection on screen %d display "%s"
ig: Agaghị enwenwu ike ịnata nhọrọ onyenlekọta windo na %d ngosi inyogo "%s"

source: Screen %d on display "%s" already has a window manager
ig: Ngosi %d inyogo "%s" ènwéláàrị́ị̀ onyenlekọta windo

source: Could not release screen %d on display "%s"
ig: Agaghị ahapụnwu ngosi inyogo %d "%s" Control", "Shiftdisabled

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action.
ig: Kiibaịndịn eji emechi windo. Ọnọdụ ahụ dị̀ka "lt;Controlgt;a" mọọbụ "lt;Shiftgt;lt;Altgt;F1". Ọtọsa ngwe dị líbrààlụ̀ mà ná-èkwé kéèsì ala mọọbụ nke elu, ya na inwemkpọbiriaha dị́kà "lt;Ctlgt;" na "lt;Ctrlgt;".Ọ bụrụ na ihazie ihenhọrọ ahụ n'ahịrịokwuahụ pụrụ iche "disabled", mgbe ahụ agaghị enwezi kiibaịndịn maka mmem a.

source: The format looks like "<Control>a" or "<Shift><Alt>F1". The parser is fairly liberal and allows lower or upper case, and also abbreviations such as "<Ctl>" and "<Ctrl>". If you set the option to the special string "disabled", then there will be no keybinding for this action. This keybinding may be reversed by holding down the "shift" key; therefore, "shift" cannot be one of the keys it uses.
ig: Kiibaịndịn eji emechi windo. Ọnọdụ ahụ dị̀ka "lt;Controlgt;a" mọọbụ "lt;Shiftgt;lt;Altgt;F1". Ọtọsa ngwe dị líbrààlụ̀ mà ná-èkwé kéèsì ala mọọbụ nke elu, ya na inwemkpọbiriaha dị́kà "lt;Ctlgt;" na "lt;Ctrlgt;".Ọ bụrụ na ihazie ihenhọrọ ahụ n'ahịrịokwuahụ pụrụ iche "disabled", mgbe ahụ agaghị enwezi kiibaịndịn maka mmem a.

source: Could not create directory '%s': %s
ig: Agaghị ekewapụtanwu ihenlereanya '%s': %s

source: Could not open session file '%s' for writing: %s
ig: Agaghị emepenwu oge mmem faịlụ '%s' maka ichekwaozi: %s

source: Error writing session file '%s': %s
ig: Ndehie nchekwaozi oge mmem faịlụ '%s': %s

source: Error closing session file '%s': %s
ig: Ndehie mmechi oge mmem faịlụ '%s': %s

source: Failed to read saved session file %s: %s
ig: Ọdịda n'iwepụtaozi nchekwa oge mmem faịlụ %s: %s

source: Failed to parse saved session file: %s
ig: Ọdịda na ntọsasị nchekwa oge mmem faịlụ: %s

source: <metacity_session> attribute seen but we already have the session ID
ig: <metacity_session> A hụrụ átrībúùtù mana enwego ID oge mmem

source: Unknown attribute %s on element
ig: Átrībúùtù a na-amaghị %s na <window> elementị

source: nested <window> tag
ig: néstéèdì <window> táàgị̀

source: Unknown element %s
ig: Elementị a na-amaghị %s

source: These windows do not support &quot;save current setupquot; and will have to be restarted manually next time you log in.
ig: Windo ndị a anaghị akwado "save current setup" ma a ga-ebidogharịa ya n'aka mgbe ọzọ ị banyere.

source: Failed to open debug log: %s
ig: Ọdịda n'imepe ebe nsogbu sistem; %s

source: Failed to fdopen() log file %s: %s
ig: Ọdịda fdopen() n'ị́lọ̄ọ̀gụ̀ faịlụ %s: %s

source: Opened log file %s
ig: Lọọgụ faịlụ emepere emepe %s

source: Metacity was compiled without support for verbose mode
ig: Atụgharịrị metacity na-enweghị nkwado maka vèbóòsù móòdù

source: Window manager:
ig: Onyenlekọta windo:

source: Bug in window manager:
ig: Nsogbu dị̄ n'onyenlekọta windo:

source: Window manager warning:
ig: Onyenlekọta windo na-ama ọkwa:

source: Window manager error:
ig: Ndehie onyenlekọta windo:

source: Window %s sets SM_CLIENT_ID on itself, instead of on the WM_CLIENT_LEADER window as specified in the ICCCM.
ig: Windo %s haziri SM_KLAYANTỊ_ID n'onwe ya, kama nke WM_KLAYANTỊ_LEADER windo dịka ezipụtara ya na ICCCM.

source: Window %s sets an MWM hint indicating it isn't resizable, but sets min size %d x %d and max size %d x %d; this doesn't make much sense.
ig: Windo %s haziri hịntị MWM na-egosi ya ọ dịghị mmegharị ụhara, ma hazie nwebilata ụhara %d x %d nakwa nbawanye ụhara %d x %d; nke a ewepụtaghị ezi echiche.

source: Application set a bogus _NET_WM_PID %lu
ig: Usoroiheomume haziri bógọ́ọ̀sụ̀ _NET_WM_PID %ld
